Repository: Hopreeeenjust/SimpleReminder
Catalog: SimpleReminder/*.lproj/Localizable (ru).strings
Languages: ru

source: delete.all
ru: Удалить все

source: Passed events
ru: Прошедшие события

source: Coming events
ru: Предстоящие события

source: New
ru: Новое

source: Edit
ru: Редактировать

source: Attention
ru: Внимание

source: All past events will be deleted. Are you sure?
ru: Все прошедшие события будут удалены. Вы уверены, что хотите продолжить?

source: YES
ru: ДА

source: NO
ru: НЕТ

source: Text
ru: Текст

source: Don't notify
ru: Не напоминать

source: A minute before
ru: За минуту

source: Five minutes before
ru: За пять минут

source: Ten minutes before
ru: За десять минут

source: Twenty minutes before
ru: За двадцать минут

source: Half an hour before
ru: За пол часа

source: An hour before
ru: За один час

source: No tag
ru: Без тега

source: OK
ru: ОК

source: Reminder
ru: Напоминание

source: Notify
ru: Напомнить

source: Settings
ru: Настройки

source: Automaticly delete past events
ru: Автоматически удалять прошедшие события

source: Sort events
ru: Сортировать события

source: Without tag
ru: Без тега

source: Choose the order you want your events to display
ru: Выберите порядок, в котором Вы хотите, чтобы Ваши события отображались

source: Done
ru: Готово
